Repository: daocism/dspeech
Catalog: Dspeech/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, uk, zh_hans

source: Off. Saved flights are kept until you delete them. Turn on to remove flights older than a chosen age at launch.
de: Aus. Gespeicherte Flüge bleiben erhalten, bis du sie löschst. Aktiviere, um beim Start Flüge zu entfernen, die älter als ein gewähltes Alter sind.
es: Desactivado. Los vuelos guardados se conservan hasta que los elimines. Actívalo para eliminar al inicio los vuelos más antiguos que la edad elegida.
fr: Désactivé. Les vols enregistrés sont conservés jusqu’à ce que vous les supprimiez. Activez pour supprimer au lancement les vols plus anciens qu’un âge choisi.
it: Disattivato. I voli salvati vengono conservati finché non li elimini. Attiva per rimuovere all’avvio i voli più vecchi di un’età scelta.
ja: オフ。保存済みフライトは削除するまで保持されます。オンにすると、起動時に選択した期間より古いフライトを削除します。
ko: 끔. 저장된 비행은 삭제할 때까지 유지됩니다. 켜면 실행 시 선택한 기간보다 오래된 비행을 삭제합니다.
pt: Desativado. Os voos salvos são mantidos até você excluí-los. Ative para remover no início os voos mais antigos que a idade escolhida.
ru: Выключено. Сохранённые рейсы хранятся, пока вы их не удалите. Включите, чтобы при запуске удалять рейсы старше выбранного срока.
uk: Вимкнено. Збережені польоти зберігаються, доки ви їх не видалите. Увімкніть, щоб під час запуску видаляти польоти, старші за вибраний строк.
zh_hans: 关闭。已保存的航班会一直保留，直到你删除。开启后将在启动时删除早于所选时长的航班。

source: Delete flights older than
de: Flüge löschen, die älter sind als
es: Eliminar vuelos anteriores a
fr: Supprimer les vols de plus de
it: Elimina voli più vecchi di
ja: 次より古いフライトを削除
ko: 다음보다 오래된 비행 삭제
pt: Excluir voos anteriores a
ru: Удалять рейсы старше
uk: Видаляти польоти, старші за
zh_hans: 删除早于以下时长的航班

source: Deletion runs only at app launch and removes whole saved flights. Transcripts never leave your device.
de: Das Löschen erfolgt nur beim App-Start und entfernt vollständige gespeicherte Flüge. Transkripte verlassen dein Gerät nie.
es: La eliminación se ejecuta solo al iniciar la app y elimina vuelos guardados completos. Las transcripciones nunca salen de tu dispositivo.
fr: La suppression n’a lieu qu’au lancement de l’app et supprime des vols enregistrés entiers. Les transcriptions ne quittent jamais votre appareil.
it: L’eliminazione avviene solo all’avvio dell’app e rimuove interi voli salvati. Le trascrizioni non lasciano mai il tuo dispositivo.
ja: 削除はアプリ起動時のみ実行され、保存済みフライトを丸ごと削除します。文字起こしがデバイスから外に出ることはありません。
ko: 삭제는 앱 실행 시에만 수행되며 저장된 비행 전체를 제거합니다. 스크립트는 기기를 벗어나지 않습니다.
pt: A exclusão ocorre apenas na inicialização do app e remove voos salvos inteiros. As transcrições nunca saem do seu dispositivo.
ru: Удаление выполняется только при запуске приложения и удаляет сохранённые рейсы целиком. Транскрипты никогда не покидают устройство.
uk: Видалення виконується лише під час запуску застосунку й видаляє збережені польоти повністю. Транскрипти ніколи не залишають ваш пристрій.
zh_hans: 删除仅在应用启动时执行，且会删除整个已保存的航班。转录内容绝不会离开你的设备。

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
pt: %lld dias
ru: %lld дн.
uk: %lld дн.
zh_hans: %lld 天

source: Transcript (text)
de: Transkript (Text)
es: Transcripción (texto)
fr: Transcription (texte)
it: Trascrizione (testo)
ja: 文字起こし（テキスト）
ko: 스크립트 (텍스트)
pt: Transcrição (texto)
ru: Расшифровка (текст)
uk: Транскрипт (текст)
zh_hans: 转录（文本）

source: Transcript (JSONL)
de: Transkript (JSONL)
es: Transcripción (JSONL)
fr: Transcription (JSONL)
it: Trascrizione (JSONL)
ja: 文字起こし（JSONL）
ko: 스크립트 (JSONL)
pt: Transcrição (JSONL)
ru: Расшифровка (JSONL)
uk: Транскрипт (JSONL)
zh_hans: 转录（JSONL）

source: Share as text
de: Als Text teilen
es: Compartir como texto
fr: Partager en texte
it: Condividi come testo
ja: テキストとして共有
ko: 텍스트로 공유
pt: Compartilhar como texto
ru: Поделиться как текст
uk: Поділитися як текст
zh_hans: 以文本分享

source: Share as JSONL
de: Als JSONL teilen
es: Compartir como JSONL
fr: Partager en JSONL
it: Condividi come JSONL
ja: JSONLとして共有
ko: JSONL로 공유
pt: Compartilhar como JSONL
ru: Поделиться как JSONL
uk: Поділитися як JSONL
zh_hans: 以 JSONL 分享

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 길이
pt: Duração
ru: Длительность
uk: Тривалість
zh_hans: 时长

source: Session
de: Sitzung
es: Sesión
it: Sessione
ja: セッション
ko: 세션
pt: Sessão
ru: Сессия
uk: Сесія
zh_hans: 会话

source: Live transcript
de: Live-Transkript
es: Transcripción en vivo
fr: Transcription en direct
it: Trascrizione dal vivo
ja: ライブ文字起こし
ko: 실시간 전사
pt: Transcrição ao vivo
ru: Живая расшифровка
uk: Живе розшифрування
zh_hans: 实时转写

source: ATC/pilot filter
es: Filtro ATC/piloto
fr: Filtre ATC/pilote
it: Filtro ATC/pilota
ja: ATC/パイロットフィルター
ko: ATC/조종사 필터
pt: Filtro ATC/piloto
ru: Фильтр диспетчер/пилот
uk: Фільтр ATC/пілот
zh_hans: ATC/飞行员筛选

source: Engine
es: Motor
fr: Moteur
it: Motore
ja: エンジン
ko: 엔진
pt: Motor
ru: Движок
uk: Рушій
zh_hans: 引擎

source: Delta 905, hold short of runway two seven, traffic on short final.
es: Delta 905, mantenga antes de la pista dos siete, tráfico en final corta.
fr: Delta 905, maintenez avant la piste deux sept, trafic en courte finale.
it: Delta 905, mantenete prima della pista due sette, traffico in corto finale.
ja: Delta 905、滑走路27手前で待機、ショートファイナルに他機あり。
ko: Delta 905, 활주로 27 진입 전 대기, short final에 트래픽 있음.
pt: Delta 905, aguarde antes da pista dois sete, tráfego em curta final.
ru: Дельта 905, остановиться перед полосой два семь, борт на коротком финале.
uk: Delta 905, зупиніться перед смугою два сім, борт на короткій прямій.
zh_hans: Delta 905，在 27 号跑道外等待，有航空器正在五边短五边。

source: LIVE
es: EN VIVO
fr: DIRECT
ja: ライブ
ko: 라이브
pt: AO VIVO
ru: ЭФИР
uk: НАЖИВО
zh_hans: 实时

source: N123AB, descend and maintain three thousand, expect ILS approach runway two seven.
es: N123AB, descienda y mantenga tres mil, espere aproximación ILS pista dos siete.
fr: N123AB, descendez et maintenez trois mille, prévoyez approche ILS piste deux sept.
it: N123AB, scendete e mantenete tremila, prevedete avvicinamento ILS pista due sette.
ja: N123AB、降下して3000維持、滑走路27ILSアプローチを予期。
pt: N123AB, desça e mantenha três mil, espere aproximação ILS pista dois sete.
ru: Борт N123AB, снижайтесь и сохраняйте три тысячи, ожидайте заход по ILS на полосу два семь.
uk: N123AB, знижуйтесь та витримуйте три тисячі, очікуйте захід ILS на смугу два сім.
zh_hans: N123AB，下降并保持三千，预期 27 号跑道 ILS 进近。

source: Pilot
es: Piloto
fr: Pilote
it: Pilota
ja: パイロット
ko: 조종사
pt: Piloto
ru: Пилот
uk: Пілот
zh_hans: 飞行员

source: Pilot 1
es: Piloto 1
fr: Pilote 1
it: Pilota 1
ja: パイロット 1
ko: 조종사 1
pt: Piloto 1
ru: Пилот 1
uk: Пілот 1
zh_hans: 飞行员 1

source: Pilot 2
es: Piloto 2
fr: Pilote 2
it: Pilota 2
ja: パイロット 2
ko: 조종사 2
pt: Piloto 2
ru: Пилот 2
uk: Пілот 2
zh_hans: 飞行员 2

source: Speedbird 42, contact tower on one one eight decimal seven.
es: Speedbird 42, contacte torre en uno uno ocho decimal siete.
fr: Speedbird 42, contactez la tour sur cent dix-huit décimale sept.
it: Speedbird 42, contattate la torre su uno uno otto decimale sette.
ja: Speedbird 42、タワー118.7にコンタクト。
pt: Speedbird 42, contacte a torre em um um oito decimal sete.
ru: Спидберд 42, работайте с вышкой на сто восемнадцать запятая семь.
uk: Speedbird 42, працюйте з вежею на сто вісімнадцять кома сім.
zh_hans: Speedbird 42，联系塔台 118.7。

source: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt: Iniciar
ru: Старт
uk: Старт
zh_hans: 开始

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt: Sistema
ru: Системный
uk: Системна
zh_hans: 系统

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
uk: Версія
zh_hans: 版本

source: Crew %lld
es: Tripulante %lld
fr: Équipage %lld
it: Equipaggio %lld
ja: クルー %lld
ko: 승무원 %lld
pt: Tripulante %lld
ru: Экипаж %lld
uk: Екіпаж %lld
zh_hans: 机组 %lld

source: DEMO
fr: DÉMO
ja: デモ
ko: 데모
ru: ДЕМО
uk: ДЕМО
zh_hans: 演示
